Repository: EricG66/kybook2-localization
Catalog: */Localizable.strings
Languages: el

# AUTO_ADD_BOOKRECORD_DOCUMENTS
source: obtained by iTunes
el: αποκτημένα από το iTunes

# SYNC_CONF
source: Synchronization
el: Συγχρονισμός

# ICLOUD_SYNC
source: iCloud Synchronization
el: Συγχρονισμός iCloud

# ICLOUD_SYNC_HINT
source: Synchronize the metadata of books (a reading position, bookmarks, notes, etc.) via iCloud
el: Συγχρονισμός μεταδεδομένων των βιβλίων (θέσεις ανάγνωσης, σελιδοδείκτες, σημειώσεις, κτλ.) μέσω iCloud

# SYNC_TIMESTAMP
source: Last Sync
el: Tελευταίος συγχρονισμός

# CLOUD_LIFE_REFRESH
source: Refresh the open book
el: Ανανέωση του ανοιχτόυ βιβλίου

# CLOUD_LIFE_REFRESH_HINT
source: Update a reading position, bookmarks and notes in an open book when receiving the push notification about changes on an other device
el: Ενημερώση της θέσης ανάγνωσης, των σελιδοδεικτών και των σημειώσεων στο ανοιχτό βιβλίο κατά την παραλαβή της ειδοποίησης push για τις αλλαγές σε μια άλλη συσκευή

# CLOUD_SYNC_APPDIR
source: Files/App folder
el: φάκελος Αρχεία/Εφαρμογή

# CLOUD_SYNC_APPDIR_HINT
source: Synchronize the files added by user into Files/App folder (fonts, styles, images, summaries)
el: Συγχρονισμός αρχείων πού προστέθηκαν από τον χρήστη στο φάκελο Αρχεία/Εφαρμογή (γραμματοσειρές, ύφη, εικόνες, περιλήψεις)

# SIGN_IN_ICLOUD_TITLE
source: Sign in to iCloud
el: Είσοδος στο iCloud

# SIGN_IN_ICLOUD_MESSAGE
source: Sign in to your iCloud account. On the Home screen, launch Settings, tap iCloud, and enter your Apple ID. Turn iCloud Drive on. If you don't have an iCloud account, tap Create a new Apple ID.
el: Συνδεθείτε με το iCloud λογαριασμό σας. Στην Αρχική οθόνη ξεκινήστε Ρυθμίσεις, πατήστε iCloud και εισαγάγετε το Apple ID σας. Ενεργοποιήστε το iCloud Drive. Εάν δεν έχετε λογαριασμό του iCloud πατήστε Δημιουργία ενός νέου Apple ID.

# NO_ICLOUD_MESSAGE
source: Please, sign in to your iCloud account for using Society
el: Παρακαλούμε, συνδεθείτε με το iCloud λογαριασμό σας για τη χρήση Συλλόγου.

# ICLOUD_RESOLVING_MESSAGE
source: Checking a status of iCloud account..
el: Έλεγχος κατάστασης του iCloud λογαριασμού..

# ICLOUD_DISABLED_MESSAGE
source: iCloud was disabled, please check your settings for using Society
el: Το iCloud έχει απενεργοποιηθεί, ελέγξτε τις ρυθμίσεις σας για τη χρήση Κοινωνία.

# SYNC_METADATA_IN
source: Synchronize metadata for books
el: Συγχρονισμός μεταδεδομένων των βιβλίων

# IN_DEVICE
source: On the device
el: Στη συσκευή

# IN_CLOUD
source: In iCloud
el: Στο iCloud

# IN_LOCALNET
source: In Local Network
el: Στο τοπικό δίκτυο

# IN_INTERNET
source: In Cloud Storage
el: Στο αποθηκευτικό Νέφος

# CLOUD_SYNC_PUSH_NOTIFICATION_ALERT
source: Please allow the application to send you notifications for stable synchronization >>
el: Για σταθερό συγχρονισμό, παρακαλούμε, επιτρέψτε να σας στέλνει η εφαρμογή τις ειδοποιήσεις >>

source: Internationalization
el: Διεθνοποίηση

# ADD_LANG_DIRECTION
source: Add Direction
el: Προσθήκη κατεύθυνσης

source: Translation Service
el: Μεταφραστική Υπηρεσία

# TRANSLATION_DIRECTION
source: Direction of translation
el: Κατεύθυνση μετάφρασης

# AUTO_DETECT_LANG
source: Auto Detect Language
el: Αυτόματη ανίχνευση γλώσσας

source: Language Pair
el: Γλωσσικό ζεύγος

# BOOK_READER
source: While reading
el: Κατά την διάρκεια της ανάγνωσης

source: Lock Rotation
el: Κλείδωμα περιστροφής

# LOCK_ROTATION_HINT
source: Do not change the device orientation as long as the book is openned
el: Να μη αλλάζεται προσανατολισμός της συσκευής, έως ότου να παραμένει ανοιχτό το βιβλίο.

# LOCK_ROTATION_HINT_WARN
source: Do not change the device orientation as long as the book is openned. Lock rotation is not supported for iPad Air 2 and iPad Mini 2 with iOS 9!
el: Να μη αλλάζεται προσανατολισμός της συσκευής, έως ότου να παραμένει ανοιχτό το βιβλίο. Κλείδωμα περιστροφής δεν υποστηρίζεται για το iPad Air 2 και το iPad Mini 2 με το iOS 9!

# AUTO_FULLSCREEN
source: Full Screen - Auto
el: Πλήρης οθόνη - Αυτόματο

# AUTO_FULLSCREEN_HINT
source: Automatically switch to full-screen mode after the opening of the book
el: Αυτόματη εναλλαγή σε λειτουργία πλήρους οθόνης μετά το άνοιγμα του βιβλίου

# IDLE_TIMER_OFF
source: Idle timer is off
el: Idle χρονόμετρο είναι απενεργοποιημένο

# IDLE_TIMER_OFF_HINT
source: As long as the book is open, the screen remains switched on
el: Η οθόνη παραμένει ενεργοποιημένη μέχρι τη στηγμή που το βιβλίο είναι ανοιχτό

# SCALE_TEXT_VIA_PINCH_HINT
source: Pinch to resize text for EPUB, MOBI, FB2 in the page turn mode: Curl.
el: Τσιμπήστε για αλλαγή μεγέθους του κειμένου EPUB, MOBI, FB2 με τρόπο αλλαγής σελίδας: Γύρισμα.

# SCALE_TEXT_VIA_PINCH
source: Pinch to resize text
el: Aλλαγή μεγέθους κειμένου με το τσίμπημα

# BOOK_EDGE_PAN_GESTURE
source: Swipe gesture on an edge of the screen
el: Kίνηση του χεριού σε μια άκρη της οθόνης

# BOOK_EDGE_PAN_GESTURE_HINT
source: Use a swipe gesture on an edge of the screen to open the left side menu in the page curl mode and the right menu in all modes. To perform this setting, should to close a book.
el: Χρησιμοποίηση κίνησης χεριού σε μια άκρη της οθόνης για ανοίμα του αριστερόυ μενού με γύρισμα τρόπο αλλαγής σελίδας, και δεξί μενού με όλους τρόπους. Για να εκτελέσετε αυτή τη ρύθμιση, θα πρέπει να κλείσετε το βιβλίο.

# BOOK_NAV_PANELS
source: Navigation Panels
el: Πίνακες πλοήγησης

# BOOK_HEADER
source: Header/Footer
el: Κεφαλίδα

# BOOK_HEADER_LUMA
source: Text Brightness
el: Φωτεινότητα κειμένου

# BOOK_FOOTER
source: Footer
el: Υποσέλιδο

# PAGES_LEFT
source: Pages left in a chapter
el: Σελίδες έμειναν στο κεφάλαιο

# PAGES_LEFT_HINT
source: Only applicable for EPUB, MOBI, FB2.
el: Ισχύει μόνο για EPUB, MOBI, FB2.

# RAPID_SELECTION
source: Fast Selection
el: Γρήγορη επιλογή

# RAPID_MENU
source: Fast Menu Item
el: Γρήγορο τμήμα μενού

# RAPID_SELECTION_HINT
source: The fast selection, without lifting a finger from the screen.
el: Γρήγορη επιλογή, χωρίς άρση δαχτύλου από την οθόνη.

# RAPID_MENU_HINT
source: The menu item, which will be executed after a fast selection, without the popup menu.
el: Το τμήμα μενού, το οποίο θα εκτελεστεί μετά από μια γρήγορη επιλογή, χωρίς το αναδυόμενο μενού.

# BOOK_TAP_INTERACT
source: Interaction method
el: Μέθοδος αλληλεπίδρασης

# BOOK_TAP_INTERACT_TITLE
source: An interaction with the links and other interactive elements in a book
el: Αλληλεπίδραση με τους συνδέσμους και άλλα διαδραστικά στοιχεία σε ένα βιβλίο

# BOOK_TAP_INTERACT_HINT
source: This setting is only applicable for EPUB,FB2,MOBI,KB. To perform this setting, should to close a book.
el: Αυτή η ρύθμιση ισχύει μόνο για EPUB,FB2,MOBI,KB. Για να εκτελέσετε αυτή τη ρύθμιση, θα πρέπει να κλείσετε το βιβλίο.

# TAP_GESTURE
source: Tap
el: Ελαφρό χτύπημα

# LONG_PRESS_GESTURE
source: Long Press
el: Παρατεταμένο πάτημα

# TAP_LONG_PRESS_GESTURE
source: Tap, Long Press
el: Ελαφρό χτύπημα, Παρατεταμένο πάτημα

source: Compatibility
el: Συμβατότητα

# NORMALIZED_AUTHOR
source: Normalized form of author's title
el: Κανονικοποιημένη μορφή τίτλου συγγραφέα

# SHOW_SIZE_OF_BATCH
source: Show size of category
el: Εμφάνιση μεγέθους της κατηγορίας

# HIDE_EMPTY_BACTH
source: Hide empty categories
el: Απόκρυψη κενών κατηγοριών

# BOOKCARD_WORD_COUNT
source: Word count
el: Καταμέτρηση λέξεων

# RESTORE_AT_LAUNCH
source: Restore state at startup
el: Επαναφορά της κατάστασης κατά την εκκίνηση

# HELP_SHOW_TIPS
source: Show Tips
el: Εμφάνιση συμβουλές

source: iTunes File Sharing
el: Κοινή χρήση αρχείων iTunes

# WATCH_DOCUMENTS_FOLDER
source: Observe KyBook Documents
el: Παρατήρηση εγγράφων του KyBook

# WATCH_DOCUMENTS_FOLDER_HINT
source: Watch for new files in KyBook Documents folder when your device is connected to a computer via USB
el: Παρακολούθηση για τα νέα αρχεία στο φάκελο Αρχεία του KyBook όταν η συσκευή σας είναι συνδεδεμένη με έναν υπολογιστή μέσω USB

# FILES_SHOW_SIBLINGS
source: Sibling folders
el: Oµοειδείς φάκελοι

# FILES_GROUP_BOOKS
source: Grouping by books
el: Ομαδοποίηση με βιβλία

# FILES_CONF_HINT
source: Sibling folders - a side panel for subfolders in a landscape orientation. Grouping by books - an additional grouping mode by the attributes of a book.
el: Oµοειδείς φάκελοι - μια πλευρική γραμμή για υποφακέλους σε οριζόντιο προσανατολισμό. Ομαδοποίηση με βιβλία - ένας πρόσθετος τρόπος ομαδοποίησης με τα γνωρίσματα του βιβλίου.

# FILES_GROUPING_HINT
source: Groupings by author/series are only suitable for the showing modes other than 'Files'
el: Ομαδοποίηση με τον συγγραφέα/σειρές είναι κατάλληλη μόνο για τρόπους παρουσίασης άλλους από «Αρχεία»

# BOOKCARD_ANIMATION
source: Animation
el: Εμψύχωση

# SIMPLE_ANIMATION
source: Simple
el: Απλή

# MENU_CONF
source: Menu
el: Μενού

source: Menu Items
el: Τμήματα μενού

# SYSTEM_POPUP_MENU
source: System Menu
el: Μενού συστήματος

# NETWORK_CONF
source: Network
el: Δίκτυο

source: Open URL
el: Άνοιγμα URL

source: Streaming
el: Αναπαραγωγή ροής

source: Audio Streaming
el: Ροή ήχου

# DOWNLOAD_BOOKS
source: Books downloading
el: Λήψη βιβλίων

# SELECT_DOWNLOAD_FORMAT
source: Always opt for File Format
el: Πάντα να επιλέγεται μορφή αρχείου

source: Proxy server
el: Proxy διακομιστής

source: Select proxy
el: Επολογή του proxy

# PROXY_LIST
source: Proxies list
el: Λίστα των proxy

# DIRECT_CONNECT
source: Directly
el: Απευθείας

# OPDS_CATALOG_SESSION_TITLE
source: The connection method to a catalog server
el: Μέθοδος σύνδεσης με διακομιστή καταλόγου

# OPDS_CATALOG_SESSION_HINT
source: For changing the Proxy Server, open the application settings -> Network -> Proxy server -> OPDS catalog
el: Για την αλλαγή του διακομιστή Proxy ανοίξτε ρυθμίσεις της εφαρμογής -> Δίκτυο -> Proxy διακομιστής -> OPDS κατάλογος

source: Tor network
el: Δίκτυο Tor

# TOR_BOOTSTRAP_ALERT
source: Bootstrapping of Tor network may take a long time. Please wait.
el: Eκκίνηση του δικτύου Tor μπορεί να διαρκέσει πολύ χρόνο. Παρακαλούμε περιμένετε.

# TOR_BRIDGES
source: Bridges
el: Γέφυρες

# TOR_ADD_BRIDGE
source: Add a bridge
el: Προσθήκη γέφυρας

# TOR_BRIDGES_HINT
source: Bridges are Tor relays that help you circumvent censorship. More info at bridges.torproject.org
el: Οι γέφυρες είναι ηλεκτρονόμοι του Tor που σας βοηθάνε να παρακάμπτετε την λογοκρισία. Οι γέφυρες δεν είναι υποχρεωτικές! Μόνο αν υποψιάζεστε ότι η πρόσβασή σας στο δίκτυο Tor είναι αποκλεισμένη, ενδέχεται να θέλετε να χρησιμοποιήσετε τις γέφυρες. Περισσότερες πληροφορίες στο bridges.torproject.org

# TTS_TITLE
source: Speech Synthesis
el: Σύνθεση ομιλίας

# TTS_CONF
source: Speech Synthesis
el: Σύνθεση ομιλίας

# TTS_PITCH
source: Pitch
el: Τόνος

# TTS_RATE
source: Rate
el: Ρυθμός

# TTS_VOICES
source: Voices
el: Φωνές

source: App Theme
el: Θέματα εφαρμογής

# THEME_EDIT
source: Theme
el: Θέμα

# THEME_NAME_PROMT
source: Theme Name
el: Όνομα θέματος

# THEME_COLOR
source: Primary
el: Βασικό

# THEME_CONTRAST
source: Contrast
el: Αντίθεση

# THEME_DIVIDER
source: Separator
el: Διαχωριστής

# THEME_ACCENT
source: Accent
el: Έμφαση

# THEME_TEXT
source: Text
el: Κείμενο

# THEME_SECOND_TEXT
source: Secondary Text
el: Δευτερεύων κείμενο

# THEME_SECOND_BACK
source: Secondary Background
el: Δευτερεύων βάθος

# THEME_BACKGROUND
source: Background
el: Βάθος

# THEME_CONTROL
source: Controls
el: Στοιχεία ελέγχου

# THEME_SELECTION
source: Selection
el: Επιλογή

# THEME_PATTERN
source: Pattern
el: Σχέδιο

# THEME_GRADIENT
source: Gradient
el: Κλίση

source: Dictionary
el: Λεξικό

# DICT_LEMMA
source: Lemma
el: Λήμμα

# DICT_LEMMA_HINT
source: Lookup by a canonical form of a word (Lemma).
el: Αναζήτηση με κανονική μορφή μιας λέξης (Λήμμα).

# USER_DICTIONARIES
source: User's dictionaries
el: Λεξικά χρήστη

# ENTER_WORD
source: Enter a word
el: Εισαγάγετε λέξη

# LOADING_VOCABULARY_FMT
source: Loading '%@'
el: Φόρτωση '%@'

# SEARCH_VOCABULARY_FMT
source: Search in '%@'
el: Αναζήτηση σε '%@'

# RECORD_COUNT
source: Number of records
el: Αριθμός εγγραφών

# NO_LANGUAGE
source: Language is not specified
el: Η γλώσσα δεν έχει καθοριστεί

# VOCABULARY_FORMAT
source: Dictionary format
el: Μορφή λεξικού

source: Dictionaries
el: Λεξικά

# DICTIONARIES_HINT
source: Select the free dictionary to download and install
el: Επιλέξτε δωρεάν λεξικό για λήψη και εγκατάσταση

source: Installed dictionaries
el: Εγκατεστημένα λεξικά

# ACTION_DICTIONARY
source: Add dictionary
el: Προσθήκη λεξικού

# DOWNLOAD_DICTIONARY
source: Download from the Internet
el: Λήψη από το Διαδίκτυο

# INSTALL_DICTIONARY
source: Install from the Files
el: Εγκατάσταση από αρχεία

# INSTALL_DICTIONARY_HINT
source: Supported format of dictionaries - StarDict, Lingvo DSL. Zipped (.zip, .rar, .tar, .tbz, .tgz) and plain (.dsl) files.
el: Υποστηριζόμενη μορφή λεξικών - StarDict, Lingvo DSL. Συμπιεσμένα (.zip, .rar, .tar, .tbz, .tgz) και απλά (.dsl) αρχεία.

# INSTALLED_DICTIONARY_HINT
source: You can change the dictionaries order, temporarily disable or completely remove an dictionary.
el: Μπορείτε να αλλάξετε τη σειρά λεξικών, απενεργοποιήστε προσωρινά ή να καταργήσετε εντελώς ένα λεξικό.

# DICTIONARY_HINT
source: For searching in a dictionary, select a word in a book and then tap 'Define' in the context menu.
el: Για αναζήτηση σε ένα λεξικό, επιλέξτε μια λέξη στο βιβλίο και στη συνέχεια πατήστε 'Ορισμός' στο μενού περιβάλλοντος.

# TRANSLATION_CONF
source: Translation
el: Μετάφραση

source: Sounds
el: Ήχοι

source: Events
el: Γεγονότα

source: Page Curl
el: Γύρισμα

source: Search Settings
el: Ρυθμίσεις αναζήτησης

source: Search Internet
el: Αναζήτηση στο Διαδίκτυο

# SEARCH_PAID
source: Search Paid Books
el: Αναζήτηση αμειβόμενων βιβλίων

# LANGUAGE_FILTER
source: Filter By Language
el: Φίλτρο με γλώσσα

# LANGUAGE_FILTER_HINT
source: Language codes, separated by commas
el: Κωδικοί γλωσσών, χωρισμένοι με κόμμα

source: Sidebar
el: Πλαϊνή γραμμή

# SIDEBAR_SOLID
source: Solid
el: Στερεός

# SIDEBAR_GRADIENT
source: Gradient
el: Κλίση

# SIDEBAR_PATTERN
source: Pattern
el: Σχέδιο

# SIDEBAR_ABSTRACT
source: Abstract
el: Αφηρημένος

source: Launch
el: Εκτόξευση

# LAUNCH_FAILURE_ALERT
source: Failed to launch the command
el: Αποτυχημένη εκτόξευση εντολής

# LAUNCH_NONE_ALERT
source: No valid commands
el: Δεν υπάρχουν ισχύουσες εντολές

# LAUNCH_EDIT
source: Edit Launch
el: Επεξεργασία εκτόξευσης

# LAUNCH_COMMAND
source: Command
el: Εντολή

# LAUNCH_COMMANDS
source: Commands
el: Εντολές

# RESET_COMMANDS_Q
source: Reset commands?
el: Επαναφορά εντολών?

# BOOKSHEL_CONF
source: Bookshelf settings
el: Ρυθμίσεις ραφιού

source: Reverse Sort
el: Αντίστροφη ταξινόμηση

source: Colored Card
el: Χρωματιστές καρτέλες

# SHELVES_COVER
source: Shelves For Covers
el: Ράφια για εξώφυλλα

# COLORS
source: Palette
el: Παλέτα

# SWITCH_PALLETE
source: Switch the palette
el: Αλλαγή παλέτας

source: System Colors
el: Χρώματα συστήματος

source: iOS7 Colors
el: Χρώματα iOS7

source: Cool Colors
el: Ψυχρά χρώματα

source: Flat Colors
el: Επίπεδα χρώματα

source: HTML Colors
el: Παλέτα HTML

source: X11 Colors
el: Παλέτα X11

# SHARE_CONF
source: Share
el: Κοινή χρήση

# SHARE_BOOK_TEMPLATE
source: Template Message in case of the Book
el: Πρότυπο μηνύματος στην περίπτωση Βιβλίου

# SHARE_TEXT_TEMPLATE
source: Template Message in case of the Text
el: Πρότυπο μηνύματος στην περίπτωση Κειμένου

# SHARE_ATTACHMENTS
source: Attachments
el: Τα συνημμένα

source: Read in #KyBook
el: Διαβάζω στο #KyBook

source: Open in ...
el: Ανοίγμα στο ...

source: Open In Safari
el: Ανοίγμα στο Safari

# OPEN_IN_FAIL_TITLE
source: No suitable Apps installed
el: Δεν υπάρχουν εγκατεστημένες κατάλληλες εφαρμογές

# OPEN_IN_FAIL_MESSAGE
source: Your device doesn't seem to have any other Apps installed that can open this file.
el: Φαίνεται ότι η συσκευή σας δεν έχει οποιεσδήποτε άλλες εγκατεστημένες εφαρμογές που μπορούν να ανοίξουν αυτό το αρχείο.

source: Save as PDF
el: Αποθήκευση ως PDF

source: Society
el: Κοινωνία

source: Admin
el: Διαχειριστής

source: Moderator
el: Μετριαστής

source: Adman
el: Διαφημιστής

source: Banned
el: Αποκλεισμένο

source: Anonymous
el: Ανώνυμος

# REVIEW_TITLE
source: Review
el: Κριτική

source: Your Review
el: Η κριτική σας

source: Add Review
el: Προσθήκη κριτικής

source: Digest
el: Kατατεμαχισμός

source: Add Reply
el: Προσθήκη απάντησης

# POST_TITLE
source: Post
el: Mήνυμα

# REPLY_TITLE
source: Reply
el: Απάντησης

source: Edit Post
el: Επεξεργασία μηνύματος

source: Add Post
el: Προσθήκη μηνύματος

source: Posts
el: Mηνήματα

source: My
el: Τα δικά μου

source: Me
el: Εγώ

# SOCIETY_CONF
source: Society
el: Κοινωνία

source: Region
el: Χώρα

source: Russia
el: Ρωσία

# CLOUD_ENABLED
source: Use iCloud
el: Χρησιμοποίηση του iCloud

# CLOUD_DB
source: In Cloud
el: Στο νέφος

# IAP_TITLE
source: In-App Purchases
el: Αγορές εντός της εφαρμογής

# IAP_RESTORED
source: Purchase restored
el: Η αγορά επαναφέρθηκε

# IAP_COMPLETED
source: Purchase completed. Thank you very much
el: Η αγορά ολοκληρώθηκε. Ευχαριστούμε πολύ

# IAP_FAILED
source: Purchase failed
el: Η αγορά απέτυχε

# IAP_UNABLE
source: Sorry, unable to make a purchase
el: Συγνώμη, είναι αδύνατον να γίνει αγορά

# IAP_RESTORE
source: Restore purchases
el: Επαναφορά αγορές

# IAP_RESTORE_HINT
source: If you have already purchased an in-app purchase before, please tap on 'Restore Purchases' button
el: Εάν έχετε ήδη κάνει μια αγορά εντός εφαρμογής, παρακαλούμε πατήστε το κουμπί 'Επαναφορά αγορές'

# IAP_BETATEST
source: The in-app purchases, acquired in the beta version, become void!
el: Οι αγορές εντός της εφαρμογής που αποκτήθηκαν στη beta έκδοση είναι άκυρες!

# IAP_UNABLE_COMPLETE
source: Unable to complete the purchase
el: Δεν είναι δυνατή η ολοκλήρωση αγοράς!

# IAP_UNKNOWN_PID_FMT
source: Unknown identifier: %@
el: Άγνωστο αναγνωριστικό: %@

# BIZ_BUY_TITLE
source: Buy Now
el: Αγοράστε τώρα

# BIZ_BUY_PRO_SALE_TITLE
source: Buy (discount)
el: Αγορά (έκπτωση)

# BIZ_UPGRADE_PRO
source: Upgrade to Pro
el: Αναβάθμιση σε Pro

# BIZ_PURCHASE_PRO
source: For upgrade to Pro, please pay the in-app purchase and all features of the application will become available. Upgrade to Pro additionally removes all advertising.
el: Για αναβάθμιση σε Pro, παρακαλούμε να πληρώσετε την αγορά εντός της εφαρμογής και όλες οι δυνατότητες της εφαρμογής θα γίνουν διαθέσιμες. Η αναβάθμιση σε Pro επιπλέον αφαιρεί όλες τις διαφημίσεις.

# BIZ_INFORM_PRO
source: KyBook provides Pro features for free during a trial period. To continue use the Pro features after the trial period, please upgrade KyBook to Pro.
el: Το KyBook προσφέρει Pro δυνατότητες δωρεάν κατά τη διάρκεια μιας δοκιμαστικής περιόδου. Για να συνεχίσετε να χρησιμοποιήσετε τις Pro δυνατότητες μετά τη δοκιμαστική περίοδο, παρακαλούμε αναβαθμίστε το KyBook σε Pro.

# BIZ_PURCHASE_PROMISE
source: Sure, I'll buy later
el: Σίγουρα, θα αγοράσω αργότερα

# BIZ_PRO_TRIAL_LEFT_FMT
source: Free Pro - %@
el: Δωρεάν Pro - %@

# BIZ_PRO_TERM_LEFT_FMT
source: Paid Pro - %@
el: Πληρωμένο Pro - %@

# BIZ_REQUIRE_PRO
source: Requires upgrade to Pro!
el: Απαιτείται αναβάθμιση σε Prο!

# BLANK_AD_BANNER
source: Disable ads!
el: Απενεργοποίηση διαφημίσεων!

# BOOK_TIP_FULLSCREEN
source: Exit a full-screen mode Tap at the center of the screen
el: Έξοδος από την λειτουργία πλήρους οθόνης Πατήστε στο κέντρο της οθόνης

# BOOK_TIP_SIDEBAR
source: Open a sidebar menu Swipe from the edge
el: Ανοίξτε πλαϊνή γραμμή του μενού Σύρετε το δάχτυλό σας από την άκρη

# BOOK_TIP_BOOKMARK
source: Add a bookmark
el: Προσθήκη σελιδοδείκτη

# BOOK_TIP_SETTINGS
source: Settings
el: Ρυθμίσεις

# BOOK_TIP_MORE
source: Table of Content, Bookmarks
el: Πίνακας Περιεχομένου, Σελιδοδείκτες

# BOOK_TIP_MENU
source: Advanced features: speech synthesis, speed reading
el: Προηγμένες δυνατότητες: σύνθεση ομιλίας, ταχεία ανάγνωση

# IMAGE_SELECT_IMAGES
source: IMAGES
el: ΕΙΚΟΝΕΣ

# IMAGE_SELECT_PHOTOS
source: PHOTOS
el: ΦΩΤΟΓΡΑΦΙΕΣ

# SCAN_TITLE
source: Add Books
el: Προσθήκη βιβλίων

# SCAN_STORAGE
source: Select Storage
el: Επιλογή αποθήκης

# SCAN_PROCESSING
source: Processing..
el: Επεξεργασία..

# SCAN_START_HINT
source: Select a storage to scan
el: Επιλογή αποθήκης για σάρωση

# SCAN_PROGRESS_FMT
source: Total: %u, New: %u/%u
el: Σύνολο: %u, Καινούργια: %u/%u

# RAPID_READ_WMP_FMT
source: %u words per minute
el: %u λέξεις ανά λεπτό

# RAPID_READ_TIME_LEFT
source: left
el: απομένουν

# RAPID_READ_WORDS
source: words
el: λέξεις

source: Summary
el: Περίληψη

source: Summaries
el: Περίληψεις

# SUMMARY_CONF
source: Summary Settings
el: Ρυθμίσεις περίληψης

# SUMMARY_STYLES
source: Styles
el: Ύφη

# SUMMARY_TYPING
source: When typing
el: Κατά την πληκτρολόγηση

# SUMMARY_QUOTE
source: Сitation
el: Παραπομπή

# SUMMARY_QUOTE_LINK
source: Insert Link
el: Εισαγωγή συνδέσμου

# TYPING_ASSISTANCE
source: Assistance during typing
el: Βοήθεια κατά την πληκτρολόγηση

source: Spell Checking
el: Έλεγχος ορθογραφίας

source: Detect links
el: Ανίχνευση συνδέσμων

# SUMMARY_STYLE
source: Style
el: Ύφος

source: Readonly
el: Μόνο για ανάγνωση

# SUMMARIES_SIMPLE
source: Simple
el: Απλή

# SUMMARIES_FOCUSED
source: Focused
el: Εστιασμένη

# SUMMARIES_SOLID
source: Solid
el: Στερεά

# SUMMARIES_BLUR
source: Blurred
el: Θολή

# SUMMARIES_COVER
source: Cover
el: Εξώφυλλο

# AUTO_SUMMARY
source: Auto Summarizer
el: Αυτόματη περίληψη

# RUN_SUMMARIZER
source: Run
el: Εκτέλεση

source: Languages
el: γλώσσες

source: Enter Language
el: Εισαγωγή γλώσσας

# SYNCHRONIZER
source: Synchro
el: Συγχρονιστής

source: Sync Now
el: Συγχρονισμός τώρα

# SYNC_DATE
source: Synchronization Date
el: Ημερομηνία συγχρονισμού

# PLEASE_SELECT_FOLDERS
source: Please, select the folders
el: Παρακαλούμε, επιλέξτε τους φακέλους

# SYNC_COLLECTING
source: Collecting
el: Συλλογή δεδομένων

# SYNC_ANALYZING
source: Analyzing
el: Ανάλυση

# SYNC_EXECUTING
source: Executing
el: Εκτέλεση

# SYNC_TASKS_FMT
source: Tasks: %zd
el: Εργασίες: %zd

# SYNCER_FOOTER_NOTICE
source: Warning! Implementation of the synchronization function for the folders is still not completed and does not fully tested. Use it at your own risk.
el: Προσοχή! H εφαρμογή της λειτουργίας συγχρονισμού φακέλους ακόμα δεν έχει ολοκληρωθεί και δεν έχει δοκιμαστεί πλήρως. Χρησιμοποιήστε το με δική σας ευθύνη.

source: Title Page
el: Σελίδα τίτλου

source: Make Audiobook
el: Κατασκευασία ακουστικού βιβλίου

source: New
el: Νέo

source: News
el: Ειδήσεις

source: Recent
el: Πρόσφατα

# LATEST
source: New
el: Νέες κυκλοφορίες

source: Updates
el: Ενημερώσεις

source: Top Rated
el: Κορυφαία

source: All Books
el: Όλα τα βιβλία

source: Free Books
el: Δωρεάν βιβλία

source: Audio Books
el: Ακουστικά βιβλία

source: Popular
el: Δημοφιλή

source: Bestsellers
el: Ευπώλητα

source: My Books
el: Τα βιβλία μου

# TAP_TO_CONTINUE_READ
source: Tap to continue reading
el: Πατήστε για να συνεχίσετε την ανάγνωση

# SSL_WHITELIST
source: Whitelist
el: Λευκή λίστα

# SSL_WARNING_TITLE
source: SSL Warning
el: SSL Προειδοποίηση

# SSL_WARNING_MESSAGE
source: Either the SSL certificate is self-signed or the certificate was signed by an untrusted authority.
el: Είτε το πιστοποιητικό SSL είναι αυτο-υπογεγραμμένο είτε το πιστοποιητικό υπογεγραμμένο από μια μη αξιόπιστη αρχή.

source: Empty Archive
el: Κενό συμπιεσμένο αρχείο

source: Unarchive
el: Aποσυμπίεση αρχείου

source: Unarchive?
el: Να αποσυμπιεστεί το αρχείο?

source: Favorites
el: Αγαπημένα

# ADD_FAVORITE
source: Add to favorites
el: Προσφήκη στα αγαπημένα

# REMOVE_FAVORITE
source: Remove from favorites
el: Κατάργηση από τα αγαπημένα

# EMPTY_FAVORITES
source: No saved favorites
el: Δεν υπάρχουν τα αποθηκευμένα αγαπημένα

# GROUP_FAVORITES
source: Sort Favorites
el: Ταξινόμηση αγαπημένων

source: Favorited
el: Στα αγαπημένα

# RATE_APP
source: Rate KyBook
el: Βαθμολογήστε το KyBook

# RATE_APPSTORE
source: Rate on the App Store
el: Βαθμολογήστε στο App Store

# RATE_TWITTER
source: Tweet on Twitter
el: Τιτίβισμα στο Twitter

# RATE_VKONTAKTE
source: Post to VK.com
el: Δημοσιεύετε στο VK.com
