Repository: EricG66/kybook2-localization
Catalog: */Localizable.strings
Languages: el

source: Default
el: Προεπιλογή

source: Empty
el: Κενό

source: None
el: Κανένα

source: Unknown
el: Άγνωστο

source: Add
el: Προσθήκη

source: Edit
el: Επεξεργασία

source: Create
el: Δημιουργία

source: Copy
el: Αντιγραφή

source: Move
el: Μετακίνηση

source: Remove
el: Αφαίρεση

source: Rename
el: Μετονομασία

source: Open
el: Άνοιγμα

source: Save
el: Αποθήκευση

source: Share
el: Κοινή χρήση

source: Search
el: Αναζήτηση

source: Select
el: Επιλογή

source: Select All
el: Επιλογή όλων

source: Reload
el: Επαναφόρτωση

source: Restart
el: Επανεκκίνηση

source: Start
el: Εκκίνηση

source: Stop
el: Διακοπή

source: Cancel
el: Ακύρωση

source: Continue
el: Συνέχεια

source: Reset
el: Επαναφορά

source: Done
el: Έτοιμο

# AGREE
source: I agree
el: Δέχομαι

source: Send
el: Αποστολή

# SYNC
source: Synchronize
el: Συγχρονισμός

source: Upload
el: Ανέβασμα

source: Enable
el: Ενεργοποίηση

source: Exclude
el: Εξαίρεση

source: Relink
el: Επανασύνδεση

source: Read
el: Ανάγνωσμα

source: Listen
el: Ακρόαση

source: Show
el: Εμφάνιση

source: Hide
el: Απόκρυψη

source: Close
el: Κλείσιμο

source: Go
el: Μετάβαση

source: Speak
el: Αππαγελία

source: Translate
el: Μετάφραση

source: Fetch
el: Μετάκληση

source: Mark
el: Επισήμανση

source: Customize
el: Προσαρμογή

source: Action
el: Ενέργεια

source: Auto
el: Αυτόματα

source: Note
el: Σημείωση

source: User
el: Χρήστης

source: Sample
el: Δείγμα

source: Database
el: Βάση δεδομένων

source: Storage
el: Αποθήκη

source: Storages
el: Αποθήκες

source: Image
el: Εικόνα

source: Images
el: Εικόνες

source: Book
el: Βιβλίο

source: Books
el: Βιβλία

source: Audiobook
el: Ηχογραφημένο βιβλίο

source: Text
el: Κείμενο

source: Color
el: Χρώμα

source: Audio
el: Ήχος

source: Guide
el: Οδηγός

source: More
el: Περισσότερο

source: Background
el: Βάθος

source: Black
el: Μαύρο

source: Chapter
el: Κεφάλαιο

source: Mode
el: Τρόπος

source: Always
el: Πάντοτε

source: Off
el: Σβηστό

source: List
el: Κατάλογος

source: Cards
el: Καρτέλες

source: Date
el: Ημερομηνία

source: Today
el: Σήμερα

source: Yesterday
el: Χθές

# WEAK_AGO
source: Week Ago
el: Εβδομάδα πριν

source: Month Ago
el: Μήνας πριν

source: Year Ago
el: Πέρσι

source: Blank Page
el: Κενή σελίδα

# WAIT_MESSAGE
source: Please wait..
el: Παρακαλούμε, περιμένετε..

source: Waiting..
el: Αναμονή..

source: Searching..
el: Αναζήτηση..

# NO_SEARCH_RESULT
source: Oops, we can't find what you are looking for
el: Δεν υπάρχουν αποτελέσματα αναζήτησης

# OPEN_BOOK
source: Open a book
el: Άνοιγμα βιβλίου

# CLOSE_BOOK
source: Close a book
el: Κλείσιμο βιβλίου

source: Book Covers
el: Εξώφυλλα βιβλίων

# EMPTY_TEXT
source: No text
el: Δεν υπάρχει κείμενο

source: File size
el: Μέγεθος αρχείου

# ABOUT_AUTHOR
source: About the author
el: Σχετικά με το συντάκτη

# MYBOOKS_TITLE
source: Books
el: Βιβλία

# MYFILES_TITLE
source: Files
el: Αρχεία

# SEARCH_TITLE
source: Search
el: Αναζήτηση

# LIBRARIES_TITLE
source: Libraries
el: Βιβλιοθήκες

# USERSPACE_TITLE
source: User
el: Πίνακας Ελέγχου

source: Main Screen
el: Κύρια οθόνη

source: Application
el: Εφαρμογή

source: Profile
el: Προφίλ

source: Feedback
el: Aναπληροφόρηση

source: Support
el: Υποστήριξη

source: Username
el: Όνομα χρήστη

source: Password
el: Συνθηματικό

source: E-Mail
el: Ηλεκτρονική διεύθυνση

source: Enter Name
el: Εισάγετε όνομα

source: Login
el: Σύνδεση

source: Logout
el: Αποσύνδεση

source: Sign In
el: Είσοδος

# SING_UP
source: Sign Up
el: Εγγραφή

# USERNAME_HINT
source: user name
el: όνομα χρήστη

# PASSWORD_HINT
source: password
el: συνθηματικό

# SEARCH_HINT
source: search
el: αναζήτηση

# TITLE_HINT
source: title
el: τίτλος

source: Delete
el: Διαγραφή

source: Delete Book
el: Διαγραφή βιβλίου

source: Delete File
el: Διαγραφή αρχείου

source: Delete Record
el: Διαγραφή εγγραφής

source: Delete All
el: Διαγραφή όλων!

source: Delete?
el: Να διαγραφτεί?

# DELETE_Q_FMT
source: Delete '%@'?
el: Να διαγραφτεί '%@'?

# DELETE_ITEMS?
source: Delete %@ '%@'?
el: Να διαγραφτεί %@ '%@'?

# DELETE_FILES?
source: Delete %lu files?
el: Να διαγραφτούν %lu αρχεία?

# DELETE_RECORD_DEVICE
source: Files on this device
el: Αρχεία σ'αυτή τη συσκευή

# DELETE_RECORD_MSG
source: Delete all files with this book, delete the record from Database and Cloud Storage
el: Διαγραφή όλων αρχείων με αυτό το βιβλίο, διαγραφή εγγραφής από τη βάση δεδομένων και από το αποθηκευτικό νέφο

# WARNING_DELETE_FOLDER
source: Are you sure? All content in the folder '%@' will be deleted! Enter '%@' to confirm.
el: Είστε σίγουρος? Όλο το περιεχόμενο του φακέλου '%@' θα διαγραφτεί! Εισάγετε '%@' για επιβεβαίωση.

# WARNING_DELETE_DB_ITEM
source: Are you sure? Database record will be deleted permanently!
el: Είστε σίγουρος? Η εγγραφή θα διαγραφτεί οριστικά από την βάση δεδομένων!

source: Download
el: Λήψη

# ASK_DOWNLOAD_FMT
source: Download '%@'?
el: Λήψη '%@'?

source: Downloading
el: Λήψη

source: Download Complete
el: Η λήψη ολοκληρώθηκε

source: Downloads
el: Λήψεις

source: Downloaded
el: Ληφθέντα αρχεία

source: State
el: Κατάσταση

source: Status
el: Θέση

source: Running..
el: Εκτέλεση..

# LOADING
source: Loading, please wait..
el: Φόρτωση, παρακαλούμε, περιμένετε..

source: Preparing..
el: Προετοιμασία..

source: Installation..
el: Εγκατάσταση..

source: Cancelled
el: Ακυρώθηκε

source: Failure
el: Σφάλμα

source: Completed
el: Ολοκληρώθηκε

source: Finished
el: Ολοκληρώθηκε

source: Ready
el: Έτοιμο

source: Disconnected
el: Αποσυνδεδεμένο

source: Connecting..
el: Σύνδεση..

source: Connected
el: Συνδεδεμένο

source: Bootstrap
el: Εκκίνηση

source: Device
el: Συσκευή

source: Localnet
el: Τοπικό δίκτυο

source: Internet
el: Διαδίκτυο

source: File
el: Αρχείο

source: Files
el: Αρχεία

source: Folder
el: Φάκελος

# FOLDER_CONFIG
source: Folder settings
el: Ρυθμίσεις φακέλου

source: Actions
el: Ενέργειες

source: Sorting
el: Tαξινόμηση

source: Grouping
el: Kατηγοριοποίηση

source: Showing
el: Eμφάνιση

# CREATE_FOLDER
source: Create a folder
el: Δημιουργία φακέλου

# SELECT_FOLDER
source: Select a folder
el: Επιλογή φακέλου

# SELECT_FILE
source: Select a file
el: Επιλογή αρχείου

# FILES_EXT_FMT
source: Files %@
el: Αρχεία %@

# NO_FILES_EXT_FMT
source: No files %@
el: Δεν υπάρχουν αρχεία %@

source: No files
el: Δεν υπάρχουν αρχεία

# EMPTY_FOLDER
source: This folder is empty
el: Κενός φάκελος

# FOLDER_FOOTER
source: %@ in %d files
el: %@ στα %d αρχεία

# DEVICE_FOLDERS
source: Folders
el: Φάκελοι

# ALL_DEVICE_FOLDERS
source: Folders on the device
el: Φάκελοι στη συσκευή

# EMPTY_STORAGES
source: You have not added any storage
el: Δεν έχετε προσθέσει καμία αποθήκη

# SUBFOLDERS_TITLE
source: Subfolders in '%@'
el: Yποφάκελοι στο '%@'

# NOSUBFOLDERS_FMT
source: No subfolders in '%@'
el: Δεν υπάρχουν υποφάκελοι στο '%@'

# COPY_FILES_FMT
source: %@ files from '%@' to '%@'
el: %@ αρχεία από '%@' στο '%@'

# TRANSFERRING
source: File Transfer
el: Μεταφορά αρχείων

source: Import File
el: Εισαγωγή αρχείου

source: Export File
el: Εξαγωγή αρχείου

# PROTECTED_FILE_TITLE
source: The file is protected
el: Προστατευόμενο αρχείο

# PLEASE_ENTER_PASSWORD
source: Please enter a password
el: Παρακαλούμε, εισάγετε συνθηματικό

source: Sibling folders
el: Oµοειδείς φάκελοι

# READONLY_STORAGE_TITLE
source: Readonly Storage
el: Αποθήκη μόνο για ανάγνωση

# READONLY_STORAGE_MSG_FMT
source: Could not perform this operation. No write permissions to '%@'.
el: Αδυνατή η εκτέλεση της επιχείρησης. Δεν έχετε άδεια εγγραφής στο '%@'.

source: By Name
el: Κατ' όνομα

source: By Date
el: Kατ' ημερομηνία

source: By Size
el: Κατά μέγεθος

source: By Format
el: Κατά μορφή

source: By Author
el: Κατά συγγραφέα

source: By Sequence
el: Κατά σειρά

source: By Subject
el: Κατά θέμα

source: By Tag
el: Κατ' ετικέτα

source: By Title
el: Κατά τίτλο

source: By Book
el: Κατά βιβλίο

source: By Position
el: Κατά τοποθεσία

source: By Progress
el: Κατά πρόοδο

source: Small Cards
el: Μικρές καρτέλες

# BOOK_COVERS_SMALL
source: Small Covers
el: Μικρά εξώφυλλα

# BOOK_PILES
source: Piles
el: Σωροί

# BOOK_BACKS
source: Backs
el: Ράχες

# FLAT_PRESENTATION
source: Flat
el: Ισόπεδη

# MASONRY_LAYOUT
source: Mosaic
el: Μωσαϊκή

# DROPBOX_LINK_TITLE
source: Dropbox is not linked
el: Το Dropbox δεν είναι συνδεδεμένος

# DROPBOX_LINK_MESSAGE
source: Select your preferred authentication method
el: Επιλέξτε την προτιμώμενη μέθοδο ελέγχου ταυτότητας σας

# DROPBOX_LINK_RUN_APP
source: Run Dropbox App
el: Εκτέλεση του Dropbox

# DROPBOX_LINK_OPEN_SITE
source: Open www.dropbox.com
el: Άνοιγμα www.dropbox.com

# DROPBOX_ADD_TITLE
source: Add Dropbox
el: Προσθήκη του Dropbox

# DROPBOX_ADD_MESSAGE
source: Grant permission to access your files inside Dropbox
el: Χορήγηση άδειας πρόσβασης στα αρχεία σας μέσα του Dropbox

# DROPBOX_MIGRATE_MESSAGE
source: Sorry, this update requires relink your Dropbox
el: Δυστυχώς, αυτή η ενημέρωση απαιτεί επανασύνδεση με το Dropbox σας

source: Yandex Disk App
el: Yandex Disk Εφαρμογή

# YANDEX_ADD_TITLE
source: Add Yandex Disk
el: Προσθήκη του Yandex Disk

# YANDEX_ADD_MESSAGE
source: Grant permission to access your files inside Yandex Disk
el: H xορήγηση άδειας πρόσβασης στα αρχεία σας μέσα του Yandex Disk

source: Cloud Mail.ru
el: Νέφος Mail.ru

# CLOUD_MAIL_RU_CAUTION
source: Warning, this is an unofficial implementation of a protocol for working with Cloud Mail.ru. You connect the cloud at your own risk and without any warranty of quality, availability, data integrity, security, or about anything else. Before use read the license agreement of the Service cloud@mail.ru https://cloud.mail.ru/LA/
el: Προειδοποίηση, αυτή είναι μια ανεπίσημη εφαρμογή του πρωτοκόλλου για την εργασία με το Cloud Mail.ru. Θα συνδεθήτε με το νέφο με δική σας ευθύνη και χωρίς καμία εγγύηση της ποιότητας, της διαθεσιμότητας, της ακεραιότητας των δεδομένων, της ασφάλειας, ή οτιδήποτε άλλου. Πριν από τη χρήση διαβάστε τη συμφωνία άδειας χρήσης της υπηρεσίας cloud@mail.ru https://cloud.mail.ru/LA/

# STORAGE_PERM_FULL
source: Full access
el: Πλήρης πρόσβαση

# STORAGE_PERM_APP
source: Only to the App Folder
el: Μόνο στο φάκελο Εφαρμογές

# SMB_SHARES
source: Shared
el: Κοινοί χρήση

source: Local Network
el: Τοπικό δίκτυο

source: Network Neighborhood
el: Δικτυακό τόπο

# SMB_WORKGROUP
source: Workgroup (optional)
el: Ομάδα εργασίας (προαιρετικό)

# SMB_SERVER
source: Server
el: Διακομιστής

# SMB_SHARE
source: Sharepoint
el: Κοινόχρηστο σημείο

# SMB_USERNAME
source: User (optional)
el: Χρήστης (προαιρετικό)

# SMB_PASSWORD
source: Password (optional)
el: Συνθηματικό (προαιρετικό)

# NETBIOS_DISCOVERY
source: Local Network Discovery
el: Ανακάληψη τοπικόυ δικτύου

# ADD_WEBDAV
source: Add WebDAV Server
el: Προσθήκη διακομιστή WebDAV

# KNOWN_WEBDAVS
source: Known WebDAV Cloud Storage
el: Γνωστά αποθηκευτικά νέφη WebDAV

# EMPTY_LIBRARIES
source: You have not added any libraries
el: Δεν έχετε προσθέσει καμία βιβλιοθήκη

source: LitRes Site
el: Iστοσελίδα LitRes

# LITRES_CONNECT_MESSAGE
source: KyBook would like to connect with your LitRes
el: Το KyBook θα ήθελε να συνδεθεί με το LitRes σας

source: Basket
el: Καλάθι

# TO_BASKET
source: Add to Cart
el: Προσθήκη στο καλάθι

# FROM_BASKET
source: Remove from Cart
el: Διαγραφή από το καλάθι

# BUYBOOK_FMT
source: Buy for %@
el: Τιμή αγοράς %@

source: OPDS Catalog
el: OPDS Κατάλογος

# LOCAL_OPDS
source: Find in Localnet
el: Έυρεση στο τοπικό δίκτυο

# ADD_OPDS_CATALOG_FOOTER
source: Enter an address into the search field for adding a custom OPDS Сatalog.
el: Εισάγετε διεύθυνση στο πεδίο αναζήτησης για προσθήκη προσαρμοσμένου OPDS καταλόγου.

# BAD_OPDS_SEARCH
source: OPDS Catalog does not support searching
el: OPDS Κατάλογος δεν υποστηρίζει αναζήτηση

# OPDS_CATALOG_PROBING
source: Probing..
el: Διερεύνηση..

# OPDS_CATALOG_FIX_MESSAGE
source: It seems what the OPDS catalog address was not fully specified. The address was corrected to proper one. Please check carefully.
el: Φαίνεται ότι δεν είχε προσδιοριστεί πλήρης διεύθυνση του OPDS καταλόγου. Η διεύθυνση διορθώθηκε σε μία κατάλληλη. Παρακαλούμε, ελέγξτε προσεκτικά.

source: Reset update
el: Επαναφορά της ενημέρωσης

# SAMIZDAT_UPDATED
source: Updated
el: Ενημερώθηκε

# SAMIZDAT_SIZE
source: Volume
el: Χωρητικότητα

# SAMIZDAT_VISITORS
source: Visitors per year
el: Επισκέπτες ετησίως

# SAMIZDAT_IMPORT
source: Import authors
el: Εισαγωγή συγγραφέων

# SAMIZDAT_EXPORT
source: Export authors
el: Εξαγωγή συγγραφέων

# SAMIZDAT_AUTHORS
source: All authors alphabetically
el: Όλοι οι συγγραφείς κατά αλφαβητική σειρά

# SAMIZDAT_SERVER
source: Samizdat server (hostname)
el: Διακομιστής Samizdat (hostname)

source: Book Card
el: Κάρτα Βιβλίου

source: Title
el: Τίτλος

source: Author
el: Συγγραφέας

source: Authors
el: Συγγραφείς

source: Subject
el: Θέμα

source: Subjects
el: Θέματα

source: Sequence
el: Σειρά

source: Sequences
el: Σειρές

source: Annotation
el: Σχόλιο

source: Language
el: Γλώσσα

source: Identifier
el: Αναγνωριστικό

source: Identifiers
el: Αναγνωριστικά

source: Link
el: Σύνδεσμος

source: Links
el: Σύνδεσμοι

source: Locations
el: Τοποθεσίες

source: Publisher
el: Εκδότης

source: Keywords
el: Λέξεις-κλειδιά

source: Notes
el: Σημειώσεις

source: Reviews
el: Αναφορές

source: Related books
el: Σχετικά βιβλία

source: Tags
el: Ετικέτες

source: Genres
el: Είδη

source: Collections
el: Συλλογές

source: Rating
el: Αξιολόγηση

source: My rating
el: Αξιολόγησή μου

source: Source
el: Πηγή

# READ_STAT
source: Stats of reading
el: Στατιστικά ανάγνωσης

# READ_STAT_FMT
source: At %@, Read %d%% for %@
el: Στις %@, Αναγνωσμένο %d%% σε %@

source: Text Encoding
el: Κωδικοποίηση κειμένου

source: Metadata
el: Μεταδεδομένα

# SAVE_CHANGES_TITLE
source: The data has been edited. Save changes?
el: Τα δεδομένα έχουν υποστεί επεξεργασία. Να αποθηκευτούν αλλαγες?

# BOOK_READ_STATE_TITLE
source: Feedback
el: Γνώμη

# BOOK_READ_STATE_HINT
source: Impression about the book
el: Εντύπωση

# BOOK_READ_STATE_DONE
source: Have read
el: Αναγνωσμένο

# BOOK_READ_STATE_NONE
source: Mark as read
el: Σήμανση ως αναγνωσμένο

source: Add Author
el: Προσθήκη συγγραφέα

source: Add Subject
el: Προσθήκη θέματος

source: Add ID
el: Προσθήκη ID

source: Add Tag
el: Προσθήκη ετικέτας

source: Add Title
el: Προσθήκη τίτλου

source: Add Subtitle
el: Προσθήκη υποτίτλου

source: Add Sequence
el: Προσθήκη σειράς

source: Add Sequence number
el: Προσθήκη αριθμού σειράς

source: Add Annotation
el: Προσθήκη σχολίου

# ADD_LANG
source: Add Language
el: Προσθήκη γλώσσας

source: Add Publisher
el: Προσθήκη εκδότη

source: Add Date
el: Προσθήκη ημερομηνίας

source: Add ISBN
el: Προσθήκη ISBN

source: Add Keywords
el: Προσθήκη λέξεων-κλειδιών

source: Add LIBID
el: Προσθήκη LIBID

source: Add Link
el: Προσθήκη σύνδεσμου

# ADD_TEXT_ENCODING
source: Add Encoding
el: Προσθήκη κωδικοποίησης

# ADD_MOBI_PID
source: Add PID
el: Προσθήκη PID

source: Add Password
el: Προσθήκη συνθηματικόυ

source: Enter Title
el: Εισαγωγή τίτλου

source: Enter Color
el: Εισαγωγή χρώματος

source: Enter Encoding
el: Εισαγωγή κωδικοποίησης

# ACQUIRE_BOOK
source: Acquire
el: Απόκτηση

source: Read online
el: Ανάγνωσμα online

source: Book Cover
el: Εξώφυλλο βιβλίου

# SELECT_COVER_IMAGE
source: Change Cover
el: Αλλαγή εξώφυλλου

# COVER_FROM_BOOK
source: Restore from the book
el: Επαναφορά από το βιβλίο

source: Photos
el: Φωτογραφίες

source: Photo
el: Φωτογραφία

source: Web
el: Διαδίκτιο

source: Web Search
el: Διαδικτυακή αναζήτηση

# RATING_0
source: Not rated
el: Δεν έχει αξιολογηθεί

# RATING_1
source: Do not read
el: Μην διαβάζετε

# RATING_2
source: Very bad
el: Πολύ κακό

# RATING_3
source: Bad
el: Κακό

# RATING_4
source: Mediocre
el: Μέτριο

# RATING_5
source: So so
el: Έτσι κι έτσι

# RATING_6
source: Fine
el: Πρόστιμο

# RATING_7
source: Good
el: Καλά

# RATING_8
source: Very good
el: Πολύ καλά

# RATING_9
source: Great
el: Εξαιρετικό

# RATING_10
source: Masterwork
el: Αριστούργημα

# PAGE_FMT
source: Page %u
el: Σελίδα %u

# PAGE_FMT_SHORT
source: p. %u
el: σ. %u

# BACK_TO_PAGE_FMT
source: Back to page %u
el: Επιστροφή στην σελίδα %u

source: Contents
el: Περιεχώμενα

# EMPTY_TOC
source: This book does not contain a table of contents
el: Αυτό το βιβλίο δεν έχει πίνακα περιεχομένων

source: Bookmarks
el: Σελιδοδείκτες

# EMPTY_NOTES
source: No bookmarks and notes
el: Δεν υπάρχουν σελιδοδείκτες και σημειώσεις

# LOADING_STATUS
source: Loading..
el: Φόρτωση..

# LAYOUTING_STATUS
source: Layout..
el: Διάταξη..

source: Extras
el: Πρόσθετα

source: Thumbnails
el: Μικρογραφίες

source: Auto scroll
el: Αυτόματη κύλιση

source: Define
el: Ορισμός

# RAPID_READ
source: Speed Reading
el: Ταχυανάγνωση

# RESET_BOOK_CURSOR_TITLE
source: The read position
el: Θέση ανάγνωσης

# RESET_BOOK_CURSOR_MESSAGE
source: It seems what the read position in this book was recently changed on the another your device. Would you like to go to the read position obtained from iCloud?
el: Φαίνεται ότι η θέση ανάγνωσης σ'αυτό το βιβλίο άλλαξε πρόσφατα στην άλλη συσκευή σας. Θα θέλατε να πάτε στη θέση ανάγνωσης αποκτημένη από το iCloud;

# MATCHING_TEXTUTAL
source: Textual
el: Kείμενο

# MATCHING_REGULAR
source: Regex
el: Kανονικές εκφράσεις

# MATCHING_FUZZY
source: Fuzzy
el: Ασαφής

# DRAW_FILL
source: Fill
el: Γέμισμα

# DRAW_STRIKETHROUGH
source: Strikethrough
el: Διακριτή διαγραφή

# DRAW_UNDERLINE
source: Underline
el: Υπογράμμιση

# DRAW_WAVY
source: Wavy
el: Κυματιστή γραμμή

# DRAW_DOTS
source: Dots
el: Αποσιωπητικά

source: Font
el: Γραμματοσειρά

source: Fonts
el: Γραμματοσειρές

source: Font size
el: Μέγεθος γραμματοσειράς

# FONT_BOLD
source: Bold
el: Έντονη

# FONT_ITALIC
source: Italic
el: Πλάγια

source: Favorite Fonts
el: Αγαπημένες Γραμματοσειρές

source: User Fonts
el: Γραμματοσειρές χρήστη

source: System Fonts
el: Γραμματοσειρές συστήματος

# DOWNLODABLE_FONTS
source: Downloadable Fonts
el: Γραμματοσειρές για λήψη

# HINT_USER_FONTS
source: Copy a font files (.ttf or .otf) into App Documents via iTunes File Sharing
el: Αντιγράψτε αρχεία γραμματοσειρών (.ttf ή .otf) στα Έγγραφα της εφαρμογής μέσω κοινή χρήση αρχείων iTunes.

source: Themes
el: Θέματα

# ADD_THEME_CELL
source: Add
el: Προσθήκη

source: Day
el: Ημέρα

source: Night
el: Νύχτα

source: Sepia
el: Καστανόχρωμο

source: Dark
el: Σκούρο

source: Sand
el: Άμμος

source: Tango
el: Ταγκό

source: Brightness
el: Λάμψη

# USER_IMAGES_HINT
source: Copy Images: - via iTunes File Sharing into KyBook Documents. - via Files into App/Images Folder. The background images is possible only for epub/fb2 books. The scroll mode is only compatible with pattern.
el: Αντιγράψτε εικόνες: - στα Έγγραφα του KyBook μέσω κοινή χρήση αρχείων iTunes. - μέσω 'Αρχεία' στο φάκελο Εφαρμογή/Εικόνες. Οι εικόνες φόντου είναι δυνατές μόνο για epub/fb2 βιβλία. Η λειτουργία κύλισης είναι συμβατή μόνο με το μοτίβο.

source: Paragraph
el: Παράγραφος

source: Layout
el: Διάταξη

# PARA_INDENT
source: Indent
el: Εσοχή

# PARA_SPACING
source: Spacing
el: Απόσταση

source: Kerning
el: Πύκνωση

source: Line Height (%)
el: Ύψος γραμμής (%)

source: Line Spacing
el: Διάστιχο

source: Justification
el: Στοίχιση

# HYPHENATION
source: Hyphens
el: Συλλαβισμός

# PAGE_TURN_MODE
source: Page Turn
el: Τρόπος αλλαγής σελίδων

# PAGE_TURN_CURL
source: Curl
el: Γύρισμα

# PAGE_TURN_SCROLL
source: Scroll
el: Κύλιση

# PAGE_TURN_SLIDE
source: Slide
el: Ολίσθηση

# PAGE_SPREAD_LANDSCAPE
source: Page Spread in Landscape Orientation
el: Σελιδοποίηση με οριζόντιο προσανατολισμό

# PAGE_SPREAD
source: Double-Page Spread
el: Δισέλιδο

source: Page Margins
el: Περιθώρια σελίδας

# LEFT_MARGIN
source: Left
el: Αριστερό

# RIGHT_MARGIN
source: Right
el: Δεξιό

# TOP_MARGIN
source: Top
el: Πάνω

# BOTTOM_MARGIN
source: Bottom
el: Κάτω

source: Page Misc
el: Διάφορα σελίδας

# PAGE_HEADER
source: Header
el: Kεφαλίδα

# PAGE_FOOTER
source: Footer
el: Υποσέλιδο

source: User Stylesheet
el: Ύφος χρήστη

source: Select User Stylesheet
el: Επίλογη πίνακα υφών

# USER_STYLESHEET_HINT
source: Copy Stylesheet File (.css): - via iTunes File Sharing into KyBook Documents. - via Files into App/Styles Folder.
el: Αντιγράψτε αρχεία υφών (.css): - στα Έγγραφα του KyBook μέσω κοινή χρήση αρχείων iTunes. - μέσω 'Αρχεία' στο φάκελο Εφαρμογή/Ύφη.

# PASS_BOOK_STYLES
source: Ignore Book Styles
el: Αγνόηση υφών βιβλίου

# SOLE_BOOK
source: Only for this book
el: Μόνο για αυτό το βιβλίο

# SOLE_BOOK_TITLE
source: The scope of settings
el: Πεδίο εφαρμογής ρυθμίσεων

# SOLE_BOOK_HINT
source: By default the settings apply to all books of the same format
el: Απó προεπιλογή οι ρυθμίσεις ισχύουν για όλα τα βιβλία της ίδιας μορφής

# RENDER_TABLE
source: The method of a table's rendering
el: Μέθοδος απόδοσης πίνακα

source: As Image
el: Ως εικόνα

source: As Text
el: Ως κείμενο

source: Document
el: Έγγραφο

source: Fit Mode
el: Λειτουργία κλίμακος

# FIT_TEXT
source: Text
el: Περιοχή κειμένου

# FIT_WIDTH
source: Width
el: Πλάτος

# FIT_PAGE
source: Page
el: Περιοχή σελίδας

source: Highlight Links
el: Επισήμανση συνδέσμων

source: High Quality
el: Υψηλή ποιότητα

source: Render All
el: Απόδοση όλων

# RENDER_PROGRESSIVE
source: Progressive
el: Προοδευτικότητα

# RENDER_FAST_ZOOM
source: Quick zoom
el: Ταχεία αυξομείωση

source: Render
el: Απόδοση

source: Comics settings
el: Ρυθμίσεις κόμικς

source: Adaptive
el: Προσαρμοστικός

source: Audio settings
el: Ρυθμίσεις ήχου

# WAVEFORM
source: Animate sine waveform
el: Εμψύχωση ημιτόνου κυματομορφής

source: Subtitles
el: Υπότιτλοι

# SUBTITLES_HINT
source: Application supports subtitles in SRT format
el: Εφαρμογή υποστηρίζει υπότιτλους σε μορφή SRT

# PLAYBACK_RATE
source: Rate
el: Ρυθμός

source: Playlist
el: Λίστα αναπαραγωγής

# PLAYLIST_HINT
source: Automatically generate a playlist from audio files in a folder
el: Αυτόματη δημιουργία λίστας αναπαραγωγής από τα αρχεία ήχου σε ένα φάκελο

source: Settings
el: Ρυθμίσεις

source: More settings
el: Περισσότερες ρυθμίσεις

# MISC_CONF
source: Misc
el: Διάφορες ρυθμίσεις

source: Advanced
el: Προχωρημένα

# CACHING_CONF
source: Caching
el: Προσωρινή αποθήκευση

source: Internet Images
el: Εικόνες από Διαδίκτυο

source: Clear cache
el: Καθάρισμα προσωρινής αποθήκευσης

# MAXSIZE_MB
source: Maximum Size (MB)
el: Μέγιστο μέγεθος (MB)

source: File Size (MB)
el: Μέγεθος αρχείου (MB)

source: Lifetime (Days)
el: Διάρκεια (μέρες)

# DATABASE_CONF
source: Database
el: Βάση δεδομένων

# RESET_DB
source: Reset Database
el: Επαναφορά βάσης δεδομένων

# CONFIRM_RESET_DB
source: Are you sure? All content in the database will be deleted! Enter 'Reset' to confirm.
el: Είστε σίγουρος? Όλο το περιεχόμενο βάσης δεδομένων θα διαγραφεί! Εισάγετε 'Επαναφορά' για επιβεβαίωση.

# DATABASE_TIMESTAMP
source: Timestamp
el: Χρονική σήμανση

# BACKUP_DB
source: Backup Database
el: Εφεδρικό αντίγραφο βάσης δεδομένων

# BACKUP_DB_MESSAGE
source: Save a backup copy of the database to Files/App/Backups folder?
el: Να προστεθεί εφεδρικό αντίγραφο βάσης δεδομένων στο φάκελο Αρχεία/Εφαρμογή/Εφεδρικά?

source: No backups
el: Δεν υπάρχουν αντίγραφα βάσης δεδομένων

# RESTORE_DB
source: Restore Database
el: Επαναφορά βάσης δεδομένων

# RESTORE_DB_MESSAGE
source: Are you sure? All content in the database will be replaced from a backup!
el: Είστε σίγουρος? Όλο το περιεχόμενο βάσης δεδομένων θα αλλαχτεί με το εφεδρικό αντίγραφο βάσης δεδομένων!

# WIPE_DB_TITLE
source: Database
el: Βάση δεδομένων

# WIPE_DB_MESSAGE
source: Attention please! The application's database has been reseted. It's not an error.
el: Προσοχή! Η βάση δεδομένων της εφαρμογής έχει επαναφερθεί! Αυτό δεν είναι σφάλμα.

# AUTO_ADD_BOOKRECORD
source: Automatically add a record into the database for files
el: Αυτόματη προσθήκη εγγραφής στη βάση δεδομένων για αρχεία

# AUTO_ADD_BOOKRECORD_DOWNLOAD
source: downloaded from Internet
el: ληφθέντα από το Διαδίκτυο
