Repository: EricG66/kybook2-localization
Catalog: */Localizable.strings
Languages: el

# RATE_FACEBOOK
source: Post to Facebook
el: Δημοσιεύετε στο Facebook

# RATE_TEXT_TEMPLATE
source: KyBook 2 - The best way to read your book ever!
el: Το KyBook 2 - Είναι ο καλύτερος τρόπος για να διαβάζετε τα βιβλία σας!

source: Send Feedback
el: Αναπληροφόρηση

source: Shake For Feedback
el: Tινάξτε τη συσκευή για αναπληροφόρηση

source: Help
el: Βοήθεια

# HELP_FAQ
source: FAQ
el: Συχνές ερωτήσεις

# HELP_DISCUSS
source: Discuss
el: Συζήτηση

# ABOUT_APP
source: About
el: Σχετικά με την εφαρμογή

# APP_VERSION
source: Version
el: Έκδοση

source: Social Media
el: Κοινωνικά δίκτυα

# FOLLOW_TWITTER
source: Follow @KyBook_App
el: Ακολουθήστε μας @KyBook_App

# RATEAPP_TITLE_FMT
source: Would you mind rating %@?
el: Μπορείτε να βαθμολογήσετε %@?

# RATEAPP_ASK_FMT
source: Enjoying %@?
el: Σας αρέσει %@?

# RATEAPP_RATE
source: How about a rating on the App Store, then?
el: Τότε τι θα λέγατε για την βαθμολογία του στο App Store;

# RATEAPP_FEEDBACK
source: Would you mind giving us some feedback?
el: Θα σας πείραζε να μας δώσετε κάποια αναπληροφόρηση;

# RATEAPP_AGREE
source: Sure, I'll rate
el: Σίγουρα, θα το βαθμολογήσω

# RATEAPP_YES
source: Yes!
el: Ναι!

# RATEAPP_NO
source: Not really
el: Όχι πραγματικά

# RATEAPP_OK
source: Ok, sure
el: Εντάξει

# RATEAPP_CANCEL
source: No, thanks
el: Όχι, ευχαριστώ

# RATEAPP_SUBTITLE
source: Please rate your experience
el: Παρακαλούμε βαθμολογήστε την εμπειρία σας

# RATEAPP_RATE_DO
source: Rate it on the App Store
el: Βαθμολογήστε το στο App Store

# RATEAPP_FEEDBACK_DO
source: Send us some feedback
el: Στείλτε μας κάποια αναπληροφόρηση

# AUTH
source: Authentication
el: Εξουσιοδότηση

# AUTH_SUCCESS
source: Authentication is successful
el: Εξουσιοδότηση ολοκληρώθηκε επιτυχώς

source: Authenticated
el: Εξουσιοδοτημένος

source: Package
el: Πακέτο

source: Virtual
el: Εικονικός

source: Error
el: Σφάλμα

source: Unknown Failure
el: Άγνωστο σφάλμα

# NETWORK_FAILURE
source: Network Error
el: Σφάλμα δικτύου

# FILE_IO_ERROR
source: File System Error
el: Σφάλμα συστήματος αρχείων

source: Out of memory
el: Δεν υπάρχει αρκετός χώρος στην μνήμη

source: No network connection
el: Δεν υπάρχει σύνδεση δικτύου

source: Not Responding
el: Δεν ανταποκρίνεται

source: Empty Response
el: Κενή ανταπόκριση

# BAD_RESPONSE
source: Invalid Response
el: Μη έγκυρη ανταπόκριση

source: Not Found
el: Δεν βρέθηκε

# AUTH_REQUIRED
source: Authentication Required
el: Απαιτείται εξουσιοδότηση

source: Unauthorized
el: Μη εξουσιοδοτημένο

source: Access Denied
el: Δεν επιτρέπεπεται η πρόσβαση

# FAILURE_RESPONSE
source: Reported about an error
el: Αναφερόμενο για ένα σφάλμα

# SERVER_ERROR
source: Server reported an error
el: Διακομιστής ανέφερε ένα σφάλμα

# FATAL_ERROR
source: Oops, something went wrong!
el: Ωχ! Κάτι πήγε στραβά!

source: Internal Error
el: Εσωτερικό σφάλμα

# BAD_NAME
source: Invalid Name
el: Λανθασμένο όνομα

# BAD_PATH
source: Invalid Path
el: Λανθασμένη διαδρομή

# BAD_ZIPFILE
source: Unable unzip a file
el: Αδύνατη η αποσυμπίεση αρχείου

# BAD_EPUB
source: Invalid EPub file
el: Λανθασμένο EPub αρχείο

# DAILY_LIMIT
source: Daily limit is exceeded
el: Υπέρβαση ημερήσιου ορίου

# TEXT_TOO_LONG
source: The text size exceeds the maximum
el: Υπέρβαση μέγιστης μεγέθους κειμένου

# BAD_LANGUAGE_CODE
source: Wrong Language Code
el: Λάθος κωδικός γλώσσας

# BAD_LANG_TARGET
source: The target language is missing or an invalid
el: Η γλώσσα στόχου λείπει ή είναι άκυρη

# BAD_LANG_DIRECTION
source: The specified translation direction is not supported
el: Η προδιαγεγραμμένη κατεύθυνση μετάφρασης δεν υποστηρίζεται

# BAD_LANG_TEXT
source: Could not translate the text
el: Το κείμενο δεν μπορεί να μεταφραστεί

# ICLOUD_NOT_CONNECTED
source: iCloud is not connected
el: Δεν υπάρχει σύνδεση με το iCloud

source: Duplicate Storage
el: Διπλότυπη αποθήκη

source: Duplicate Library
el: Διπλότυπη βιβλιοθήκη

# YANDEX_NOT_LINKED
source: Yandex Disk is not linked
el: Το Yandex Disk δεν ειναι συνδεδεμένο

# ERROR_401_STORAGE_TITLE
source: Unauthorized
el: Μη εξουσιοδοτημένο (401)

# ERROR_401_STORAGE_MESSAGE
source: It seems the previous authentication has become invalid. Please reconnect %@ again
el: Φαίνεται πως η προηγούμενη εξουσιοδότηση έχει καταστεί άκυρη. Παρακαλούμε συνδέστε %@ ξανά.

# STORAGE_NOT_LINKED
source: Cloud Storage is not linked
el: Αποθηκευτικό νέφος δεν ειναι συνδεδεμένο

# STORAGE_ENDPOINT_ERR
source: Reported about an error
el: Αναφερόμενο για ένα σφάλμα

# SPEECH_SYNTHESIZER_ERROR
source: No Speech Synthesizer
el: Δεν υπάρχει συνθέτης ομιλίας

# SPEECH_SYNTHESIZER_VOICE_ERROR
source: Unable find a proper voice for speech synthesis
el: Αδύνατο να βρεθεί κατάλληλη φωνή για σύνθεση ομιλίας

# FAIL_SENDMAIL_TITLE
source: Unable to send email
el: Αδύνατη η αποστολή γράμματος

# FAIL_SENDMAIL_MESSAGE
source: Please configure your email account
el: Παρακαλούμε ρυθμίσετε λογαριασμό ηλεκτρονικού ταχυδρομείου σας

# SIGN_IN_FAILURE
source: Authorization Failure
el: Σφάλμα εξουσιοδότησης

# SING_UP_FAILURE
source: Registration Failure
el: Σφάλμα εγγραφής

# PASS_RECOVER_FAILURE
source: Password Recovery Failure
el: Σφάλμα ανάκτησης συνθηματικού

source: Already Exists
el: Υπάρχει ήδη

# USERNAME_ALREADY_EXISTS
source: This username already exists
el: Αυτό το όνομα υπάρχει ήδη

# USERNAME_NOT_AVAILABLE
source: This username is not available
el: Το όνομα χρήστη δεν είναι διαθέσιμο

# UNABLE_OPENBOOK
source: Unable to open the book
el: Αδύνατο το άνοιγμα του βιβλίου

# DRM_PROTECTION_FAILURE
source: Failed to open the book due to DRM protection
el: Αποτυχία ανοίγματος του βιβλίου λόγω προστασίας DRM

# BAD_FILE_FORMAT
source: Invalid file format
el: Άκυρος τύπος αρχείου

source: Not implemented
el: Δεν έχει υλοποιηθεί

# UNSUPPORTED
source: This feature is unsupported
el: Αυτή η λειτουργία δεν υποστηρίζεται

# UNSUPPORTED_FILE_FORMAT
source: File format is not supported
el: Μορφή αρχείου δεν υποστηρίζεται

source: Unsupported version
el: Έκδοση δεν υποστηρίζεται

# UNSUPPORTED_ACTION_STORAGE
source: Unable to perform
el: Αδύνατη η εκτέλεση

# COPY_SMB_NOT_IMPLEMENTED
source: The copy operation is not implemented for SMB/CIFS
el: Η διαδικασία αντιγραφής δεν έχει υλοποιηθεί για το SMB/CIFS

# ALERT_BAD_LAYOUT
source: It seems the layout become void and the KyBook could not handle it! Please close the book and next clean the Books Cache in the App Settings!
el: Φαίνεται πως η διάταξη κατέστη άκυρη και το KyBook δεν μπόρεσε να το χειριστεί! Παρακαλούμε, κλείστε το βιβλίο και επομένως καθαρίστε την προσωρινή αποθήκευση βιβλίων στις ρυθμίσεις εφαρμογής

# BAD_LOGIN_PASSWORD
source: Invalid login or password
el: Μη έγκυρο το όνομα χρήστη ή το συνθηματικό

# UNABLE_RESOLVE
source: Unable resolve the hostname/address
el: Αδύνατη η επίλυση του ιστοτόπου/διεύθυνσης

# UNABLE_CONNECT
source: Unable connect to a network computer
el: Αδύνατη η σύνδεση με υπολογιστή δικτύου

# BAD_SHARE
source: Invalid Sharepoint
el: Μη έγκυρο κοινόχρηστο σημείο

# FILE_IS_DIRECTORY
source: File is a directory
el: Το αρχείο είναι ένας φάκελος

source: File already exists
el: Αυτό το αρχείο υπάρχει ήδη

source: Server returns a wrong WebDav response
el: Διακομιστής επιστρέφει λάθος απάντηση του WebDav

source: Open Link
el: Άνοιγμα συνδέσμου

source: Edit Link
el: Επεξεργασία συνδέσμου

source: Insert Link
el: Εισαγωγή συνδέσμου

source: Title
el: Τίτλος

source: Done
el: Έτοιμο

source: Cancel
el: Ακύρωση
